{
  "buildings.title": "Gebäude",
  "buildings.subtitle": "Verwalte Gebäudestufen und Tracking-Flags für dein Command Center Dashboard.",

  "buildings.loading": "Gebäude werden geladen…",
  "buildings.error.loadFailed": "Beim Laden der Gebäude ist ein Fehler aufgetreten.",
  "buildings.empty.none": "Noch keine Gebäude vorhanden. Daten erscheinen hier nach deinem ersten Speichern.",

  "buildings.card.entries": "Einträge: {count}",
  "buildings.card.singleInstance": "Einzelinstanz",
  "buildings.card.noneCreated": "Noch keine Gebäude erstellt",

  "buildings.card.levels": "Stufen",
  "buildings.card.seasonLevels": "Saisonstufen",
  "buildings.card.levels.none": "keine",

  "buildings.card.hint.season": "Klicken, um alle Gebäude dieser Saison anzusehen und zu bearbeiten.",
  "buildings.card.hint.normal": "Klicken, um Stufen, Tracking und Instanzlöschungen für diese Gebäudegruppe zu bearbeiten.",

  "buildings.status.tracked": "Verfolgt",
  "buildings.status.upgrading": "Wird verbessert",

  "buildings.detail.header.season": "Saisonübersicht mit allen Gebäuden dieser Saison. Bearbeite Stufen, Tracking-Flags oder lösche alte Einträge.",
  "buildings.detail.header.normal": "Aktualisiere Gebäudestufen sowie Flags für Verfolgung und Ausbau. Lösche Instanzen, um alte oder saisonale Daten aufzuräumen.",

  "buildings.detail.table.instance": "Instanz",
  "buildings.detail.table.instanceSeason": "Gebäude / Instanz",
  "buildings.detail.table.level": "Stufe",
  "buildings.detail.table.tracked": "Verfolgt",
  "buildings.detail.table.upgrading": "Wird verbessert",
  "buildings.detail.table.delete": "Löschen",

  "buildings.detail.deleteConfirm": "Diese Gebäudeinstanz löschen? Kerngebäude können bei einem zukünftigen Reload automatisch neu erstellt werden.",

  "buildings.detail.footer.hint": "Änderungen werden automatisch gespeichert, wenn du eine Stufe änderst oder ein Kontrollkästchen aktivierst. Lösche Instanzen, um alte, doppelte oder saisonale Gebäude aufzuräumen. Erforderliche Kerngebäude können bei einem späteren Laden der Seite automatisch wiederhergestellt werden.",

  "buildings.detail.empty": "Für diese Gruppe wurden noch keine Gebäude erstellt. Kerngebäude werden bei Bedarf automatisch erzeugt. Saisonale Gebäude erscheinen hier, sobald sie in deinen Daten vorhanden sind.",

  "buildings.detail.instance.docId": "Dokumenten-ID: {id}"
}
